[Translator]
Name=gusho@tiscali.it

[frmMain]
mnuFindTarget.Caption=Seleziona &area...
mnuPrimaryMonitor.Caption=Monitor &Primario
mnuSecondaryMonitor.Caption=Monitor &Secondario
mnuRecordScreen.Caption=&Tutto schermo
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Codecs Esterni... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Modo
ActionManager.Categorys.&Tools=Strumenti
ActionManager.Categorys.&Help=Aiuto
mnuSettings.Caption=&Opzioni...
mnuAbout.Caption=&A proposito...
mnuHelp.Caption=&Aiuto...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Registra lo schermo e l'audio
mnuRecordingOnlyAudio.Caption=Registra solo l'audio
mnuRecordingTheGame.Caption=Registra il gioco
mnuGIFAnimation.Caption=GIF Animation ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption=MKV (Matroska) Container
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption=MOV (QuickTime) Container
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption=FLV (Flash Video) Container
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Opzioni Encoder Hardware...
mnuAudioCodecsSettings.Caption=Opzioni Codecs Audio...
mnuCustomSize.Caption=&Dimensione personalizzata...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Registra...
mnuBuy.Caption=&Acquista...
ActionManager.Categorys.&Register=&Registra
mnuAddRecordingArea.Caption=Aggiungi area di registrazione...
mnuEditRecordingAreaList.Caption=Modifica l'elenco delle aree di registrazione...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Esci dall'applicazione
mnuAutoSelectCodec.Caption=Auto-seleziona
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=Informazioni
btnVideoConfiguration.Caption=Impostazioni(&S)
lblFPS.Caption=FPS:
gbxVideo.Caption=Video
chkAudio.Caption=Settaggi AUDIO
lblAudioDrive.Caption=Dispositivo:
lblChannel.Caption=Canali:
lblSampleRate.Caption=Frequenza:
lblQuality.Caption=Qualità:
chkRecordCursor.Caption=&Includi il cursore
chkBalanceReposition.Caption=Quando sposti l'area di registrazione, la finestra principale sarà rimossa.
gbxHotkeySettings.Caption=Impostazioni Scorciatoie
chkRecordHotkey.Caption=Registra:
chkPauseHotkey.Caption=Pausa:
chkCaptureHotkey.Caption=Cattura:
chkFindTargetHotkey.Caption=Destinazione:
lbledtOutputPath.Caption=Percorso di uscita:
btnOK.Caption=&OK
btnCancel.Caption=&Cancella
Caption=Opzioni
lblMin.Caption=Minuti
lblSecond.Caption=Secondi
lblAfterCompletion.Caption=Dopo il Completamento
gbxRservationRecord.Caption=Limiti temporali di Registrazione
chkRecordingTimeLimite.Caption=&Abilita
gbxLanguage.Caption=Impostazioni lingua
lblLanguage.Caption=Lingua:
lblVideoBitrate.Caption=Codifica:
lblAudioBitrate.Caption=Codifica:
gbxVideoEncoding.Caption=Video
gbxAudioEncoding.Caption=Audio
btnRestoreDefaultSettings.Caption=&Reimposta i valori iniziali
lblCaptureFormat.Caption=Formato file di cattura:
lblUsingMultiCore.Caption=Tecnologia MULTI-Processore:
gbxMouseEffect.Caption=Effetti del mouse
chkEnabledMouseEffect.Caption=&Abilita effetti
lblMouseEffectColor.Caption=Colore
lblMouseEffectSize.Caption=Dimensione
gbxTimeLimitSettings.Caption=Opzioni
rbTimeLimitDoNothing.Caption=Non fare nulla
rbTimeLimitStartNewRecording.Caption=Avvia nuova registrazione
rbTimeLimitExitProgram.Caption=Esci dal programma
rbTimeLimitShutdown.Caption=Spegni il computer
gbxWatermarkSettings.Caption=Aggiungi una filigrana al video
chkUseWatermark.Caption=&Usa filigrana
lbledtWatermakrImagePath.Caption=Percorso dell'immagine:
lblOpacity.Caption=Opacità:
gbxWatermarkImagePosition.Caption=Posizione
lblVideoQuality.Caption=Qualità:
lblEncoderThreadCount.Caption=Numero di flussi dell'encoder:
chkShowFPSOverlay.Caption=Mostra overlay FPS
gbxGameRecording.Caption=Registrazione gioco
lblColorConversionQuality.Caption=Qualità di conversione del colore:
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Aiuto...
ledtFileName.Caption=Nome file:
chkHideDragCursorInRecordingArea.Caption=Nascondi il cursore di trascinamento nell'area di registrazione
gbResizeVideo.Caption=Ridimensiona
chkResizeVideo.Caption=Ridimensiona un video
lblResolution.Caption=Risoluzione:
lblResizeQuality.Caption=Qualità:
lblGIFFPS.Caption=FPS:
lblGIFQuality.Caption=Qualità:
gbxGIF.Caption=Impostazioni GIF
chkGIFIncludeCursor.Caption=I&ncludi il cursore
chkResizeGIF.Caption=&Ridimensiona una gif
lblGIFResolution.Caption=Risoluzione:
lblGIFResizeQuality.Caption=Qualità:
gbResizeGIF.Caption=Ridimensiona
rbTimeLimitHibernate.Caption=Iberna il computer
tsGeneral.Caption=Generale
tsGame.Caption=Gioco
tsResize.Caption=Ridimensiona
gbxMicrophone.Caption=Impostazioni del microfono
lblMicrophoneInputSource.Caption=Fonte di ingresso
gbxEncodingSettings.Caption=Codifica
gbxGameRecordingPerformance.Caption=Registrazione del gioco
lblStageOfPipeline.Caption=Fase della pipeline:
lblDecoderResolutionCompatibility.Caption=Compatibilità risoluzione decoder:
lblWatermarkLeftRightMargins.Caption=Margini sinistro, destro
lblWatermarkTopBottomMargin.Caption=Margini superiori e inferiori
gbxCalcFPS.Caption=Calcola FPS
lblCalcFPSInterval.Caption=Intervallo:
lblCalcFPSMS.Caption=millisecondo
lblCalcFPSRoundMode.Caption=Modalità rotonda:
gbxFPSLimit.Caption=Limite FPS
chkFPSLimit.Caption=Limite FPS
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Limita FPS registrando
chkCaptureIncludeCursor.Caption=I&ncludi il cursore
chkUseCaptureImageWatermark.Caption=Aggiungi filigrana per catturare l'immagine
lblFPSLimitMode.Caption=Modalità:
tsMouseLeftClickEffect.Caption=Effetto clic sinistro
tstsMouseRightClickEffect.Caption=Effetto tasto destro
chkMouseLeftClickEffect.Caption=Aggiungi un effetto al clic sinistro del mouse
lblMouseLeftClickEffectStyle.Caption=Stile:
lblMouseLeftClickColor.Caption=Colore:
lblMouseLeftClickEffectSize.Caption=Dimensione:
lblMouseLeftClickLineWidth.Caption=Larghezza della linea:
chkMouseRightClickEffect.Caption=Aggiungi un effetto al clic tasto destro del mouse
lblMouseRightClickEffectStyle.Caption=Stile:
lblMouseRightClickColor.Caption=Colore:
lblMouseRightClickEffectSize.Caption=Dimensione
lblMouseRightClickLineWidth.Caption=Larghezza della linea:
chkMouseCursorHighlightEffect.Caption=Aggiungi un effetto di evidenziazione del cursore del mouse
lblMouseCursorHighlightEffectColor.Caption=Colore:
lblMouseCursorHighlightEffectSize.Caption=Dimensione:
tsMouseCursorHighlightEffect.Caption=Evidenziazione
tsMouseCursorSize.Caption=Dimensione del cursore
chkRecordingAreaAroundTheMouseCursor.Caption=Area di registrazione attorno al cursore del mouse, registrando
gbxWebcamSettings.Caption=Webcam
chkWebcamOverlayToVideo.Caption=&Aggiungi l'overlay della webcam al video
lblWebcamList.Caption=Webcam
btnWebcamPreview.Caption=&Anteprima...
btnWebcamSettings.Caption=&Impostazioni...
gbxWebcamPosition.Caption=Posizione
lblWebcamLeftRightMargins.Caption=Margini sinistro, destro
lblWebcamTopBottomMarings.Caption=Margini superiori e inferiori
lblStartFilenameNumber.Caption=Inizia numerazione a:
chkHiddenRecordingArea.Caption=Area di registrazione nascosta
tsRecordingArea.Caption=Area di registrazione
lblWebcamFormat.Caption=Formato:
btnAllReset.Caption=&Ripristina...
chkShowHideFPSHotKey.Caption=Mostra/Nasc. FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Mostra/Nasc. area registrazione:
gbxScreenRecording.Caption=Registrazione dello schermo
lblCaptureMethod.Caption=Metodo di acquisizione:
chkShowRecordingAreaMiniControl.Caption=Mostra il mini controllo dell'area di registrazione
chkAlwaysOnTop.Caption=&Sempre davanti
lblFrameRateMode.Caption=Modalità frequenza:
gbxHiddenRecordingArea.Caption=Area di registrazione nascosta
chkAlwaysHideRecordingArea.Caption=Sempre nascosto
chkHideRecordingAreaWhenRecording.Caption=Nascondi durante la registrazione
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Nascondi quando un'app è ridotta a icona o nascosta
chkUseTrayIcon.Caption=Usa il &vassoio
chkHideAppWhenAppMinimized.Caption=Nascondi app quando l'app è ridotta a icona
chkHideAppWhenAppStarts.Caption=Nascondi l'app al suo avvio
btnVideoQualityCustom.Caption=Personalizza...

[frmAbout]
btnOK.Caption=&OK
lblDescription.Caption=Solo per uso personale (non commerciale)
btnSendReport.Caption=Segnalaci un errore...
Caption=A proposito
tsInformation.Caption=Informazioni
tsLicense.Caption=Accordo di licenza
btnRegister.Caption=Registra(&R)...

[frmVFWCodecs]
Caption=Codecs Esterni
chkUseVFWCodec.Caption=&Usa codec esterni
btnDownloadCodecs.Caption=Download codecs esterni...
btnVideoConfiguration.Caption=&Settaggi
btnInformation.Caption=&A proposito
btnOK.Caption=&OK
btnCancel.Caption=&Cancella
lblVFWAudioCodecs.Caption=Audio codec

[frmRegister]
Caption=Registrazione
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=Numero seriale:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Annulla(&C)

[frmInternetAuth]
Caption=Aspetta...
lblAuthentication.Caption=Autenticazione...

[frmSaveToGIFProgress]
Caption=Salvataggio...
btnCancel.Caption=&Annulla

[LanguageString]
Record=Registra
Resume=Riprendi
Pause=Pausa
Encoding=Codifiche
Capture=Cattura
Area=Area
Resize=Ridimensiona
Open=Apri
Options=Opzioni
Report=Rapporto
Register=Registra
Info=Info
Hotkey=Scorciatoia
Hotkeys=Scorciatoie
Save=Salva
Codecs=Codecs
Timelimit=Tempo
Stop=Ferma
Confirm=Conferma
Version=Versione
Language=Lingua
Stereo=Stereo
Mono=Mono
Warning=Attenzione
Sound=Audio
Error=Errore
Information=Informazioni
Confirm=Conferma
&Yes=&Si
&No=&No
&OK=&OK
&Cancel=&Cancella
&Abort=&Esci
&Retry=&Riprova
&Ignore=&Ignora
Effect=Effetti
KeyframeRate=Frequenza di fotogrammi
ModifiedWindowsHostFile=Rilevata manomissione file hosts di Windows.
StopRecording=Ferma registrazione.
StartRecording=Avvia registrazione.
CaptureScreen=Cattura un'immagine.
CopyToClipboard=Copia negli appunti
PressKeyStopRecording=Premere %s per bloccare la registrazione.
RecordingFailed=Registrazione fallita.
CauseAudioSynthesis=Causa (audio synthesis):
Cause=Cause
NotExistDefaultOutputPath=Questo percorso non esiste. Il percorso è stato cambiato.
Recording...=Registrazione
UpdateNewVersion=Aggiornare oCam ad una nuova versione.
SelectAreaToRecord=Seleziona l'area da registrare.
ResizeRecordingArea=Reimposta l'area da registrare.
Position=Posizione
ChangeSettings=Opzioni generali di configurazione.
DisplaySoftwareInformation=Mostra informazioni del software e della licenza.
OpenOutputPath=Apre il percorso della cartella di destinazione.
BrowseForFolder=Sfoglia cartelle
FailedRecordRegisterHotkey=La scorciatoia Registra non può essere memorizzata.
FailedPauseRegisterHotkey=La scorciatoia Pausa non può essere memorizzata.
FailedCaptureRegisterHotkey=La scorciatoia Cattura non può essere memorizzata.
FailedRecordAreaRegisterHotkey="Selezionare l'area da registrare. La scorciatoia non può essere memorizzata.
PleaseChangeHotkey=Prego cambiare i settaggi delle scorciatoie.
LanguageChanged=La lingua è stata reimpostata. Riavvia il programma per applicare le modifiche.
DownloadCodecs=Scarica i codecs da Internet.
WhenUsedGoodCodecs=Avviso: Usare codec validi e sicuri!
GotoCodecPage=Vuoi andare alla pagina dei codec?
DontShowAgain=Non mostrare di nuovo.
RecordingStarting=Iniziando...
RecordingStopping=Fermando...
FailedInitWASSoundLibDLL=Inizializzazione libreria suoni fallita. Controllare i servizi audio di windows
JPEGQuality=Qualità JPEG
CompressQuality=Qualità compressa
LicenseTo=Registrato
InvalidSerialNumber=Numero seriale non valido
RegisterExpired=Il numero di serie è scaduto.
ExpiryDate=Data di scadenza
Days=Giorno
Enabled=Abilita
Disabled=Disabilita
Used=Utilizzata
NotUsed=Non utilizzata
LowDiskSpace=Non c'è spazio sufficiente nel disco.
Watermark=Filigrana
RecordSystemAudio=Registra anche l'audio
DoNotRecordMicrophone=Non registrare da microfono
DoNotRecordSystemAudio=Non registrare audio
UltraHigh=Altissima
VeryHigh=Massima
High=Alta
Medium=Media
Low=Bassa
VeryLow=Minima
Auto=Auto
CantNotLoadImage=Non riesco a caricare l'immagine.
NotFoundTheTargetRecordWindow=Finestra di destinazione di registrazione non trovata.
RecordingGame=Gioco
VeryFast=Molto veloce
Fast=Veloce
Normal=Normale
Slow=Lento
VerySlow=Molto lento
FileName=Nome del file
ConnectionFailed=La connessione al server è fallita.
Congratulations=Congratulazioni
SuccessfullyRegistered=Congratulazioni! Ti sei registrato con successo.
InvalidSerialNumber=Numero seriale non valido. Il numero di serie sembra non essere valido.
InvalidEMailAddress=Indirizzo email non valido. L'indirizzo e-mail sembra non essere valido.
RegisterExpired=Il numero seriale utilizzato per attivare questo prodotto è scaduto.
InvalidResponseFromServer=Ricevuta una risposta non valida dal server.
RegisterAleady=Numero di serie già registrato.
Donate=Donare
MonitorNotSupportResolution=Il monitor non supporta la risoluzione.
HalfSize=Mezza misura
FitWidth=Adatta larghezza
FitHeight=Adatta altezza
Custom=Personalizza
GIF=GIF animata
General=Generale
Game=Gioco
Performance=Prestazione
Input=Ingresso
LeftChannel=Canale sinistro
RightChannel=Canale destro
StereoChannel=Stereofonia
3StagPipelineDescription=Pipeline a 3 stadi (buona prestazione)
2StagPipelineDescription=Pipeline a 2 stadi (normale)
NoPipelineDescription=nessuna pipeline (lenta)
HighPerformance=Alte prestazioni
HighQuality=Alta qualità
BlurayDisk=Disco bluray
LowLatency=Bassa latenza
HighPerformanceLowLatency=Alte prestazioni e bassa latenza
HighQualityLowLatency=Latenza bassa di alta qualità
NvidiaDefault=Nvidia predefinito
MaximumQuantizer=Quantizzatore massimo
MinimumQuantizer=Quantizzatore minimo
ConstQuantizerParameter=Parametro quantizzatore costante
Main=Principale
Baseline=Baseline
SinglePassConstantQP=Costante 1-PASS QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) Prima GPU
(1)SecondGPU=(1) Seconda GPU
WidthHeightMultiple16=Larghezza, Altezza sono multipli di 16
WidthMultiple8HeightMultiple4=Larghezza multipla di 8, altezza multipla di 4
WidthHeightMultiple2=Larghezza, altezza sono multipli di 2
Pixel=Pixel
Round=Il giro
RoundUp=Arrotonda su
RoundDown=Arrotonda giù
ConsumingCPUCycles=Consumo di cicli della CPU
YieldTheCPU=Resa della CPU
AnimationDuration=Durata dell'animazione
millisecond=millisecondo
Rings=Anelli
Star=Stella
Star_RandomColor=Stella (RandomColor)
Star_Rotation=Rotazione a stella
Star_Rotation_RandomColor=Rotazione stella (RandomColor)
Opacity=Opacità
SoftEdge=Bordo morbido
Sec=secondo
CursorSize=Dimensione del cursore
Webcam=Webcam
WebcamVideoSize=Dimensione del video
SerialNumberAlreadyRegistered=Il numero di serie è già registrato.
Close=Chiudi
WhenRecording=Durante la registrazione
Always=Sempre
AutoSelect=Auto selezione
AreSureResetAllSettings=Sei sicuro di voler ripristinare tutte le impostazioni?
PleaseEnterRecordingAreaDisplayName=Inserisci il nome visualizzato dell'area di registrazione.
NoCategory=Nessuna categoria
RecordingAreaCategoryNameExists=Il nome della categoria esiste.
InvaildRecordingAreaCategoryName=Nome della categoria non valido.
PleaseEnterRecordingAreaCategoryName=Inserisci il nome della categoria
Youtube=Youtube
LossLess=senza perdita
HighPerformanceLossLess=Alte prestazioni senza perdita
Menu=Menu
ScreenRecording=Registra schermo
GameRecording=Registra gioco
AudioRecording=Registra audio
LetsSeeTheGameRecordingManual=Vedere il manuale di registrazione del gioco per principianti ?
DesktopDuplicationAPI=API di duplicazione desktop (veloce)
GDIAPI=API GDI
CantNotLoadWatermarkImage=Impossibile caricare l'immagine della filigrana.
FrameRateMode_VFR=Frequenza variabile (veloce)
FrameRateMode_CFR=Frequenza costante
SoundRecord=Registra
SecretFolder=Cartella segreta
Installed=installato
InstallApp=Installa l'applicazione
AleadyInstall=L'app è già installata.
FailedRunInstaller=Impossibile eseguire il software di installazione dell'azione.
FailedDownload=Scaricamento fallito.
FailedGetSystemInfo=Impossibile ottenere informazioni sul sistema.
InvalidInstallFile=Il file di download sembra essere danneggiato.

[frmHardwareEncoderSettings]
Caption=Impostazioni dell'encoder
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Preimpostazioni:
btnOK.Caption=&OK
btnCancel.Caption=&Annulla
lblNvidiaNvencH264Profile.Caption=Profilo:
lblNvencH264Level.Caption=Livello:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Controllo della velocità
lblNvencH264ConstQP.Caption=Parametro quantizzatore costante:
lblNvencH264ConstQPHigh.Caption=1 (alta qualità)
lblNvenctH264ConstQPLowQuality.Caption=51 (bassa qualità)
lblNvencH264AverageBitRate.Caption=Media codifica:
lblNvencH264MinimumQuantizer.Caption=Quantizzatore minimo:
lblNvencH264MinimumQPHighQuality.Caption=1 (alta qualità)
lblNvencH264MinimumQPLowQuality.Caption=51 (bassa qualità)
lblNvencH264MaximumQuantizer.Caption=Quantizzatore massimo:
lblNvencH264MaximumQPHighQuality.Caption=1 (alta qualità)
lblNvencH264MaximumQPLowQuality.Caption=51 (bassa qualità)
lblNvencH264MaxBitrate.Caption=Codifica massima:
btnNvencH264Default.Caption=&Predefinito
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profilo
lblNvencHEVCLevel.Caption=Livello
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Controllo della velocità
lblNvencHEVCConstQP.Caption=Parametro quantizzatore costante:
lblNvencHEVCConstQPHigh.Caption=1 (alta qualità)
lblNvenctHEVCConstQPLowQuality.Caption=51 (bassa qualità)
btnNvencHEVCDefault.Caption=&Predefinito
lblNvencHEVCAverageBitRate.Caption=Media codifica:
lblNvencHEVCMinimumQuantizer.Caption=Quantizzatore minimo:
lblNvencHEVCMinimumQPHighQuality.Caption=1 (alta qualità)
lblNvencHEVCMinimumQPLowQuality.Caption=51 (bassa qualità)
lblNvencHEVCMaximumQuantizer.Caption=Quantizzatore massimo:
lblNvencHEVCMaximumQPHighQuality.Caption=1 (alta qualità)
lblNvencHEVCMaximumQPLowQuality.Caption=51 (bassa qualità)
lblNvencHEVCMaxBitrate.Caption=Codifica massima:
gbxOpenH264RateControl.Caption=Controllo della velocità
lblOpenH264ConstQP.Caption=Parametro quantizzatore costante:
lblOpenH264ConstQPHigh.Caption=1 (alta qualità)
lblOpenH264ConstQPLowQuality.Caption=51 (bassa qualità)
tsIntelQSVH264.Caption=Video Intel® Quick Sync H.264
lblQSVH264ConstQPHigh.Caption=1 (alta qualità)
lblQSVH264ConstQPLowQuality.Caption=51 (bassa qualità)
gbxQSVH264RateControl.Caption=Controllo della velocità

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Codifica:
lblMP3AudioBitrate.Caption=Codifica:
lblMP2AudioBitrate.Caption=Codifica:
lblWMAAudioBitrate.Caption=Codifica:
btnDefault.Caption=&Predefinito
btnOK.Caption=&OK
btnCancel.Caption=&Annulla
Caption=Impostazioni dei codec audio
lblAACAudioSampleRate.Caption=Frequenza:
lblMP3AudioSampleRate.Caption=Frequenza:
lblMP2SampleRate.Caption=Frequenza:
lblWMASampleRate.Caption=Frequenza:
lblFlacAudioSampleRate.Caption=Frequenza:

[frmCustomSize]
Caption=Formato personalizzato
btnOK.Caption=&OK
btnCancel.Caption=&Annulla
gbxCustomSize.Caption=Dimensione

[frmRecordingAreaListEditor]
btnReset.Caption=&Ripristina
btnOK.Caption=&OK
btnCancel.Caption=&Annulla
mnuAdd.Caption=&Aggiungi...
mnuEdit.Caption=&Modifica...
mnuDelete.Caption=&Elimina...
mnuInsertSeparator.Caption=&Inserire il separatore...
Caption=Editor dell'elenco delle aree di registrazione

[frmInputNewCategoryName]
Caption=Nuova categoria
ledtNewCategoryName.Caption=Inserisci il nome della categoria:
btnOK.Caption=&OK
btnCancel.Caption=&Annulla

[frmAddRecordingArea]
Caption=Aggiungi area di registrazione
lblCategorys.Caption=Categoria:
ledtRecordingAreaDisplayName.Caption=Nome visualizzato dell'area di registrazione:
btnNewCategory.Caption=&Nuova categoria...
btnOK.Caption=&OK
btnCancel.Caption=&Annulla

[frmAppInstaller]
lblSecretFolderTitle.Caption=Cartella segreta - Nascondi cartella
lblSecretFolderDescription.Caption=Nascondi, blocca e proteggi con password i tuoi file e cartelle privati.
